"Remind when over" = "Intervalo de inatividade";
"End at" = "Período final";
"Start from" = "Período inicial";
"According to your personal data, we advise you to walk %@steps a day" = "De acordo com seus dados pessoais, sugerimos caminhar %@ passos por dia";
"According to your personal data, we advise you to sleep %@hours a day" = "De acordo com seus dados pessoais, sugerimos %@ horas diárias de sono";
"Weight" = "Peso";
"Height" = "Altura";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "De acordo com seus dados, sugerimos uma meta diária de %@ passos e %@ horas de sono por dia";
"Steps" = "Passos";
"male" = "Masculino";
"female" = "Feminino";
"Gender" = "Gênero";
"Camera" = "Câmera";
"Albums" = "Albuns";
"Please enter your nickname" = "Por favor insira seu nome";
"Nickname" = "Nome";
"Date of birth" = "Data de nascimento";
"Upload complete" = "Atualização completa";
"Update" = "Atualizando";
"Message" = "Mensagem";
"Phone call" = "Chamada telefônica";
"Please enter old password" = "Insira a senha antiga";
"Please enter new password" = "Insira a nova senha";
"Old password is incorrect" = "Senha antiga incorreta";
"The two password you typed do not match" = "A Senha e a Confirmação De Senha não conferem";
"Please enter 4 valid numbers from 0 to 9" = "Por favor, insira quatro números válidos de 0 a 9.";
"Unpaired" = "Desconectado";
"Unpaid failed" = "Falha ao desconectar";
"Dashboard" = "Dados";
"Sport" = "Passos";
"Settings" = "Configurações";
"Have new firmware version, whether to upgrade？" = "Nova versão de firmware encontrada. Atualizar agora?";
"Paired" = "Conectado com sucesso";
"Pair failed" = "Falha ao conectar";
"Login success" = "Você está logado";
"Or" = "Ou";
"Sign up" = "Registre-se";
"Log in" = "Entrar";
"Forgot password?" = "Esqueceu a senha?";
"Password error" = "Senha inválida";
"Account does not exist" = "Conta inexistente";
"Account already exists" = "Conta já existente";
"Please enter password" = "Digite a senha";
"Please enter a valid password from 6 to 20" = "Insira uma senha válida entre 6 e 20 caracteres";
"Please enter account" = "Entre com sua conta";
"Account format error" = "Erro no formato da conta";
"Password" = "Senha";
"Email or phone number" = "E-mail";
"Download the latest version?" = "Baixar a versão mais recente?";
"Woke up" = "Fim";
"Congratulations, you have completed the goal!" = "Parabéns,você atingiu sua meta!";
"%@%@ to achieve goal" = "Você precisa de mais %@ %@ para atingir a meta";
"Distance" = "Distância";
"Burned" = "Calorias";
"Awake times" = "Interrupções";
"generally" = "Normal";
"Good" = "Bom";
"bad" = "Ruim";
"None" = "Nenhum";
"Great" = "Ótimo";
"Perfect" = "Excelente";
"Sleep quality:" = "Qualidade sono:";
"Light sleep" = "Sono leve";
"Fell Asleep" = "Início";
"Deep sleep" = "Sono profundo";
"Sleep duration" = "Duração";
"Heart rate zone" = "Frequência cardíaca";
"Strenuous" = "Máximo";
"Rest" = "Repouso";
"Time in heart rate zone" = "Status de atividade";
"Move" = "Leve";
"Moderate" = "Moderado";
"Mass" = "Intenso";
"Blood pressure zone" = "Pressão Arterial";
"Measured time" = "Tempo Medido";
"Lowest BP" = "Menor PA";
"Highest BP" = "Maior PA";
"Please wear properly" = "Por favor, use adequadamente";
"Normal" = "Normal";
"low" = "Baixo";
"high" = "Alto";
"testing..." = "Testando...";
"test complete" = "Teste completo";
"Activity" = "Meta de passos";
"Sleep goal" = "Meta de sono";
"Profile" = "Perfil";
"Personal information" = "Informações pessoais";
"Personal data" = "Dados pessoais";
"Firmware upgrade" = "Atualizar firmware";
"My device" = "Meu dispositivo";
"New message" = "Notificações";
"Long seat" = "Alerta de inatividade";
"Sleep" = "Sono";
"Heart rate" = "Frequência cardíaca";
"Blood pressure" = "Pressão Arterial";
"Single heart rate test" = "Medição frequência cardíaca";
"Set goal" = "Definição de meta";
"Alcohol test" = "Teste de ingestão de álcool";
"BP test mode setting" = "modo teste de PA";
"BP manual test" = "Medidor manual de PA";
"Connect device" = "CONEXÕES";
"Alarm settings" = "Configurações de alarme";
"Poor" = "Fraco";
"Strong" = "Forte";
"Pull to pause" = "Pausar";
"Stop exercises" = "Interromper atividade";
"start\nsport" = "Iniciar";
"Save or note?" = "Salvar e tomar nota?";
"No movement data records, Stop exercises?" = "Sem dados de exercício, deseja interromper a atividade?";
"Go exercise outside" = "Comece seus exercícios ao ar livre";
"Pace" = "Ritmo";
"Indoor GPS signal is poor, app could not accurately track in maps." = "Sinal de GPS fraco. O aplicativo não pôde identificar o posicionamento no mapa";
"Monthly" = "Mensal";
"Maps" = "Trajeto";
"If back, app will stop tracking movement locus, back?" = "Se você voltar o aplicativo irá parar a gravação dos dados de movimento. Tem certeza que deseja voltar?";
"Edit" = "Editar";
"Done" = "Concluído";
"Delete" = "Deletar";
"Continue" = "Continue";
"Calorie" = "Calorias";
"Enter verification code" = "Digite o código de verificação";
"Please enter 4 valid verify codes" = "Insira os 4 dígitos do código de validação";
"Verification code is expired, please try again" = "O código de verificação expirou. Tente novamente";
"Validation failed" = "Falha na validação";
"Send seccuss" = "Enviado com sucesso";
"Send failed" = "Falha no envio";
"Security code" = "Envie o código de segurança";
"Reset password" = "Trocar senha";
"Reset password success" = "Senha redefinida com sucesso";
"Reset password failed" = "Falha na redefinição da senha";
"Log out" = "Sair";
"About us" = "Sobre nós";
"Step" = "Passos";
"请坚持佩戴" = "UTILIZE PARA GERAR DADOS";
"Disconnected" = "Desconectado";
"YESTERDAY" = "Ontem";
"TODAY" = "Hoje";
"2 DAYS AGO" = "Anteontem";
"Click to connect device" = "Clique para conectar o dispositivo";
"Maximum steps:" = "Máximo de passos";
"Latest" = "Última leitura";
"Yes" = "Sim";
"No" = "Não";
"No pair no cloud data, pair account？" = "Não há uma conta vinculada à nuvem. Deseja vincular agora?";
"No running history yet please start one" = "Sem dados de atividade. Inicie já!";
"BEGIN RUNNING" = "INICIAR ATIVIDADE";
"The role of alcohol on the liver" = "Tempo de efeito do álcool sobre o fígado";
"Drinking time" = "Hora de beber";
"excess" = "Excessivo";
"A lot of" = "Muito de";
"moderate" = "Moderado";
"bit" = "Pouco";
"Drinking level" = "Nível de consumo";
"alcohol allergic people or not" = "Pessoa(s) alergicas ou não a álcool";
"本次测试无效" = "Teste inválido";
"You haven’t set up your personal BP data， set up now？" = "Você não configurou seus dados de PA. Deseja configurar agora?";
"Your BP is %@/%@！Do you want to save data？" = "Sua PA é %@/%@! Deseja salvar esta informação?";
"Uploaded" = "Carregado com sucesso";
"Upload failed" = "Falha ao carregar";
"时间设置不合理" = "As definições de tempo não são razoáveis";
"Setting success" = "Configurações salvas com sucesso";
"Setting failure" = "Erro ao salvar configurações";
"Save" = "Salvar";
"Prompt" = "Prompt";
"Confirm" = "Confirmar";
"Cancel" = "Cancelar";
"Network request timeout" = "Tempo limite de rede excedido";
"Network unavailable，please check network" = "Rede indisponível, favor cheque o status de sua conexão";
"Device disconnected" = "Desconectado";
"Did disconnected" = "Desconectar";
"Changing private mode data will also change the private mode of manual testing and device testing" = "Alterando o modo personallizado haverão alterações no modo pessoal de teste manual e no teste do dispositivo";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "Caso deseje que os dados de pressão arterial não sejam medidos instantaneamente, indique o nível a ser indicado.";
"Blood Personal" = "Pessoal";
"Blood Normal" = "Normal";
"Device BP test mode: %@" = "Modo teste de PA: %@";
"Notifications" = "Notificações";
"More" = "Mais";
"Reset device password" = "Resetar a senha do dispositivo";
"Pair account" = "Parear dispositivo";
"Night turn wrist" = "Ativação display por giro - noite";
"BP mode" = "Modo teste de PA";
"Alarm" = "Alarme";
"Power remain" = "Permanecer ligado";
"请输入4位有效密码" = "Por favor, insira quatro números válidos.";
"Update version:" = "Versão atualizada:";
"Already the latest version" = "Ultima versão já instalada";
"January" = "Janeiro";
"February" = "Fevereiro";
"March" = "Março";
"April" = "Abril";
"May" = "Maio";
"June" = "Junho";
"July" = "Julho";
"August" = "Agosto";
"September" = "Setembro";
"October" = "Outubro";
"November" = "Novembro";
"December" = "Dezembro";
"分享成功" = "Compartilhado com sucesso";
"分享失败" = "Falha ao compartilhar";
"暂不支持此功能" = "Não suporta esta função";
"History" = "Histórico";
"Weekly" = "Semanal";
"Yearly" = "Anual";
"Average:" = "Média:";
"Connected" = "Conectado com sucesso";
"No drink data records, please keep up" = "Sem dados de ingestão de líquidos, por favor insira os dados.";
"Please open App to synchronize your health data and to check your sleep status last night" = "Abra o aplicativo para sincronizar dados com a pulseira e checar os dados.";
"Please open App to synchronize your health data and to check your today's sport" = "Por favor abra o aplicativo \"%@\" para sincronizar os dados e checar o status de suas atividades físicas hoje";
"Running" = "Atividade";
"登录过期，请重新登录" = "Login expirado, por favor logue novamente";
"正在读取数据…" = "Analisando os dados";
"高压要比低压大24" = "Pressão acima da mais baixa 24";
"hours" = "Sono";
"无账号登录>" = "Sem conta conectada";
"初始密码:0000" = "Senha inicial: 0000";
"佩戴检测" = "Detecção de desgaste";
"意见反馈" = "Comentários";
"问题和意见" = "Comentários ou Perguntas";
"请简要描述您的问题和意见" = "Por favor descreva brevemente suas perguntas e comentários";
"图片(选填,提供问题截图)" = "Foto (opcional/screenshot)";
"联系方式" = "Dados de contato";
"邮箱、电话" = "Caixa de e-mail, telefone";
"提交" = "enviar";
"偏瘦" = "Abaixo do peso";
"正常" = "Normal";
"偏胖" = "Sobrepeso";
"肥胖" = "Obesidade leve";
"极胖" = "Obesidade";
"偏瘦提示" = "O índice atual de IMC está a baixo do recomendado. É possível que seu biotipo seja do tipo longilíneo e seu percentual de gordura corporal esteja normal. Em todo caso, procure desenvolver hábitos mais saudáveis e fale com um profissional da saúde.";
"正常提示" = "O índice atual de IMC está normal, Parabéns!";
"偏胖提示" = "Nesta faixa de IMC já podem surgir doenças associadas, como diabetes e hipertensão. Procure desenvolver hábitos mais saudáveis e fale com um profissional da saúde.";
"肥胖提示" = "Nesta faixa há maior probabilidade de complicações como diabetes e hipertensão arterial. Perdas moderadas, como 10% do seu peso, podem reduzir o risco de complicações. Procure desenvolver hábitos mais saudáveis e fale com um profissional da saúde.";
"极胖提示" = "Nesta faixa, há alto risco de diversas doenças, como diabetes, hipertensão arterial e transtornos osteoarticulares. Perdas moderadas, como 10% do seu peso, podem reduzir o risco de complicações. Fale com um profissional da saúde.";
"提交成功" = "Submetido com sucesso";
"内容不能为空" = "O conteúdo não pode estar em branco";
"微信运动" = "WeRun";
"接入微信运动，与朋友分享运动的乐趣！" = "Acesse o WeRun, para compartilhar seus dados esportivos com seus amigos";
"已绑定" = "Obrigatório";
"绑定" = "Limite";
"操作方法" = "Modo de operação";
"1. 请先绑定设备" = "1.Para o primeiro acesso, por favor, ligue conecte o dispositivo primeiro";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2.Abra o WeChat, entre no WeRun, selecione o botão de configurações no canto superior da página inicial do WeRun, encontre a coluna \"Gravar Informações de Exercício\", selecione \"Adicionar dados\", você irá procurar o número público, por favor insira este número na fonte de dados";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3.Volte para a página WeRun, digite o Ranking, neste momento você verá os dados do dispositivo que foram sincronizados com o WeRun, se não conseguir visualizar, atualize algumas vezes a página de classificação.";
"设备端正在使用测试功能" = "Test functions are being used on the device";
"设备防丢" = "Alerta anti perda";
"三方平台" = "Third-party platform";
"拍照" = "Tirar Foto";
"%@访问相机或相册权限受到限制" = "%@ O acesso a câmera ou ao album está restrito";

//翻译完越南语新增
"下拉可以刷新" = "Puxe para baixo para atualizar os dados";
"松开立即刷新" = "Solte o botão para atualizar os dados";
"正在同步数据..." = "Atualizando Dados";
"同步完成" = "Sincronização completa";

"开关设置" = "Configurações do display";
"单位设置" = "Configurações da unidade";
"24小时制" = "24-Horas";
"心率自动监测" = "Monitoramento automático BPM";
"血压自动监测" = "PA Motiroramento automático";
"公制" = "Métrica";
"英制" = "Imperial";
"血氧手动测试" = "SpO2 Teste";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "A sua concentração de oxigénio no sangue medida é de% ld %%, quer guardar a informação?";
"血氧浓度异常" = "Incomun";
"血氧浓度偏低" = "Muito baixo";
"血氧浓度低" = "Baixo";
"血氧浓度正常" = "Normal";
"疲劳度手动测试" = "Teste de fadiga";
"适当的关注一下自己的身体状态哦！" = "Appropriate attention to their physical condition oh!";
"状态良好" = "em bom estado";
"轻度疲劳" = "Fadiga leve";
"中度疲劳" = "Fadiga moderada";
"重度疲劳" = "Fadiga Severa";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "Sua energia sem fadiga trará altos resultados de rendimento.";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "Se você se sentir cansado escute suas músicas favoritas, isto pode melhorar as coisas";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "Se você está se sentindo sonolento ou cansado você pode tirar uma soneca";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "Se você não está com um bom nível de concentração, especialmente quando se sente cansado, você pode descansar. Beber bastante água também pode ajudar.";
"您本次测得的疲劳度等级为%@,是否保存？" = "A taxa de fadiga medida é% @, deseja salvar?";
"升级失败,设备名变为DfuLang,请重新连接并升级。" = "Falha na atualização, o nome do dispositivo foi alterado para DfuLang, por favor reconecte e atualize";

"I got it" = "Entendido";
"Last refresh" = "Última atualização";
"Pull down to refresh data" = "Puxe para baixo para atualizar os dados";
"Refreshing the data.." = "Atualizando Dados";
"Release to refresh data" = "Solte o botão para atualizar os dados";
"Enter Security code" = "Insira o código de segurança";
"Login, please later" = "Carregando, por favor aguarde";
"Login failed" = "Falha na autenticação";
"Registration, please later" = "Registrando, por favor aguarde";
"Sign up failed" = "Erro na inscrição";
"Password format error" = "Formato de senha inválido";
"Adding information，please later" = "Adicionando informações, aguarde por favor";
"Add user data failed" = "Falha ao adicionar dados do usuário";
"No sleep data" = "Sem dados de horas dormidas";
"No steps data" = "Não há dados de passos";
"No HR data" = "Sem dados de HR";
"No BP data" = "Sem dados de PA";
"Health Tips" = "Dicas de saúde";
"Passive HR" = "BPM pontual";
"Average HR" = "Média BPM";
"Bluetooth disconnected，test failed" = "Bluetooth desconectado. Teste interrompido";
"Start real-time BP measurement" = "Iniciar medidor de PA em tempo real";
"Back" = "Voltar";
"Waiting for loading maps" = "Aguarde, carregando mapas";
"Gps duration" = "Duração";
"Device" = "Dispositivo";
"Enter the password" = "Insira a senha";
"Please enter 4 numbers code" = "Por favor, entre com os 4 números da senha";
"Pair mobile phone" = "Salvar";
"Long seat setting" = "Alerta de inatividade";
"Enter old password" = "Insira a senha antiga";
"Enter new password" = "Insira a nova senha";
"Confirm new password" = "Confirme a nova senha";
"Current version:" = "Versão atual:";
"Setting activity" = "Meta de esporte";
"测试中断" = "Teste interrompido";
"私人血压模式设置" = "modo teste de PA";
"血压测试模式" = "modo teste de PA";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "Se OS equipamentos e o celular já é SUCESSO, a operação é inválida, Se Precisa de equipamentos e com o telefone celular, por favor ignorar este dispositivo Bluetooth, por favor, certifique - se de realizar esta operação de emparelhamento";
"正在检测，请保持正确姿势" = "Em medição...";
"分享内容" = "Compartilhar conteúdo";
"分享标题" = "Compartilhar Título";
"名字" = "O nome";
"信号" = "O sinal de";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "Nota: Por favor, garantir que o equipamento está Conectado com a app";
"没有照片" = "Não há fotografias de";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "Você Pode USAR o iTunes para sincronizar as fotos do iPhone";
"%ld 张照片" = "%ld foto";
"英里" = "Mile";
"正常血氧浓度范围为95%~99%" = "A concentração comum de oxigênio no sangue é, em média, 95% a 99%";

//年后新增
"心率报警" = "A frequência cardíaca de aviso";
"心率上限" = "Limite superioir do rácio cardíaco de repouso";
"心率下限" = "HR mínima";
"设置不合理" = "Não é razoável";

"转腕亮屏" = "Virar o Pulso";

"血压私人模式" = "Controle PA";

//女性项目增加
"最近一次月经" = "A última menstruação";
"最后一次经期开始日" = "Data de início da última menstrução";
"最后一次经期是什么时候?" = "Quando foi a última menstruação?";
"智能预测" = "Previsão inteligente";
"只记经期" = "Só lembre-se da menstruação";
"预产期" = "Data esperada de parto";
"预测月经期" = "Menstruação previda";
"选择您的状态" = "Escolher o seu estado";
"我们为您提供了新的女性周期功能，是否前往设置？" = "Oferecemos nova função para o ciclo feminimo, vai para configura a mesma, não é?";
"未来不可操作" = "Inoperável para o futuro";
"跳过" = "Saltar";
"填写您的预产期" = "Preencher a data esperada de parto";
"填写宝宝的基本信息" = "Preencher a info básica sobre bebé";
"是否要修改人生状态" = "Se deseja alterar o estado de vida";
"是否前往设置女性周期功能？" = "Se ia para configurar a função de ciclo feminino?";
"生理状态" = "Estado fisiológico";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "Se a menstruação não acaba hoje, escoler uma outra data para alterar a data de término";
"切换性别为男性将会删除女性相关信息？" = "Vai remover a info relativa de sexo feminino depois de mudar no sexo masculino?";
"排卵日" = "Dia de ovulação";
"排卵期第%ld天" = "O %ld dia de ovulação";
"排卵期" = "Período de ovulação";
"开启女性功能" = "Abrir a função de sexo feminino";
"您的经期平均持续天数？" = "A duração média da sua menstruação?";
"您的经期之间的平均间隔周期天数？" = "O intervalo médio enter suas menstruações?";
"离孩子出生还有" = "Fica  dias a nascimento de bebé";
"经期长度" = "Duração de menstruação";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "É vulnerável às doenças ginecológicas, até mesmo infertilidade em caso de actividades sexuais durante a menstruação";
"经期开始" = "Início de menstruação";
"经期结束" = "Término de menstruação";
"经期" = "Menstruação";
"间隔长度" = "Duração de intervalo";
"回到今天" = "Voltar a hoje";
"怀孕期" = "Gravidez";
"怀孕概率" = "Probabilidade de gravidez";
"怀孕第%ld周" = "A %ld semana de gravidez";
"过去不可操作" = "Inoperável para o futuro";
"当前月经期第%ld天" = "Hoje é o %ld dia de menstruação";
"出生日期" = "Data de nascimento";
"备孕期" = "Período de preparação de gravidez";
"宝妈期" = "Período de cuidar de bebé";
"安全期" = "Período de segurança";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "Se você não sabe a data esperada de parto, podemos calculá-la à luz da sua última menstruação";
"当前经期" = "Menstruação corrente";
"预测经期" = "Menstruação previda";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "Tanta longa menstruação, engana-se, não é? Se espera registrar a menstruação do dia, alterar a menstruação a serguir!";
"天" = "Dia";
"忽略" = "Negligenciar";
"前往" = "Ir para";
"经期设置" = "Config de menstruação";
"备孕期设置" = "Config de período de preparação de gravidez";
"孕期设置" = "Cofig de gravidez";
"辣妈设置" = "Config de mãe quente";
"经期选择" = "Escolha de menstruação";
"经期一定不能大于今天" = "A menstruação não pode ser mais de hoje";
"预产期一定要大于今天" = "A data esperada de parto não pode ser mais de hoje";
"请选择经期开始日" = "Escolher a data de início de menstruação";
"距离下一个月经还有%s天" = "Fica %s dias à próxima menstruação";
"距离下一个月经" = "Fica à próxima menstruação";
"没有女性数据" = "Sem dados de sexo feminino";
"手环通知" = "Aviso de pulseira";
"我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。" = "";
"未授权" = "未翻译";
//2.5.0之后新增
"亮度调节" = "Ajuste de brilho";
"自动调节" = "Ajuste automático";
"设置亮度指数" = "Define o índice de brilho";
"提交失败" = "A Falta de submissão";
"到达5张图片上限" = "Ao limite máximo De 5 fotos";
//动态血压校准新增
"动态校准" = "A calibração";
"动态校准中…" = "A calibração dinâmica...";
"请保持手臂静止横放" = "Por favor, mantenha o braço horizontal";
"动态校准完成" = "Realização de calibração";
"请调整姿势后重新测试" = "Por favor re - teste após o Ajuste";
"动态校准失败" = "Falha de calibração";
"重试" = "Por favor re - teste após o Ajuste";

//信息提醒
"其他应用" = "Outros";

//新增开关翻译
"此功能需要设备与App保持连接" = "Esta função requer equipamentos e app ficar ligado";
"运动过量提醒" = "Lembrete de exercício excessivo";
"语音播报" = "transmissão de voz";
"查找手机" = "encontrar telefone";
"秒表功能" = "função de cronômetro";

//倒计时翻译
"倒计时" = "Contagem regressiva";
"开始倒计时" = "Começar";
"倒计时时长" = "Contagem regressiva Duração";
"设备正在倒计时" = "estamos na contagem regressiva";
"关闭,设备端将无法单独使用此功能" = "Lado do aparelho não será Capaz de USAR essa função sozinha";
"单次时长" = "Única e longa";
"常用时长" = "Comum a longo";
"界面显示" = "exibição da interface";
"请设置时长" = "Set longo";
"倒计时备注" = "";
//公共
"时" = "H";
"分_M" = "M";
"秒" = "S";

//闹钟翻译
"周一" = "SEG";
"周二" = "TER";
"周三" = "QUA";
"周四" = "QUI";
"周五" = "SEX";
"周六" = "SAB";
"周日" = "DOM";
"不重复" = "não repetir";
"每天" = "Todos os dias";
"重复提醒" = "Repetir o alarme";
"单次提醒" = "Só de lembrar";
"没有设置闹钟" = "Não TEM despertador";
"添加成功" = "adicionado com sucesso";
"添加失败" = "Adicionar Falha";
"删除成功" = "excluído com sucesso";
"删除失败" = "excluir falhou";
"添加闹钟" = "Adicionar alarme";
"编辑闹钟" = "Editar alarme";
"删除闹钟" = "excluir um alarme";
"日期选择" = "Selecione Data";
"重复" = "repetição";
"闹钟标签" = "tag alarme";
"提醒日期" = "data de aviso";
"已达上限" = "limite atingido";

//新增肤色的翻译
"肤色设置" = "Calibragem do sensor";
"请选择一个接近自己肤色的颜色" = "Por favor escolher um perto de sua cor de pele";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "Para garantir maior precisão, por favor calibre o sensor indicando seu tom de pele.";
"肤色选择" = "seleção de cor";
"肤色" = "Tom pele - medição pulso";

//4.2.0之后新增
"血氧" = "Oxigénio do sangue";
"没有血氧数据" = "Nenhum dado sobre o oxigénio do sangue";
"分析数据" = "Dados de análise";
"分析报告" = "Relatório de análise";
"呼吸暂停" = "Apneia";
"心脏负荷" = "Carga de coração";
"睡眠活动" = "Actividade de sono";
"脉率变异性" = "Variabilidade da taxa de pulso";
"呼吸率" = "Taxa respiratória";
"低氧时间" = "Tempo de hipoxia";
"轻度" = "Leve";
"异常" = "Anormal";
"安静" = "Tranquilo";
"多动" = "Hiperactividade";
"躁动" = "Disforia";
"偏低" = "Baixo";
"偏高" = "Alto";
"实时血氧" = "Oxigénio do sangue em tempo real";
"呼吸暂停综合征" = "Síndrome de apneia";
"呼吸暂停参考" = "Referência de apneia";
"呼吸暂停常识" = "Senso comum de apneia";
"名称" = "Nome";
"频现时间" = "Hora de ocorrência frequente";
"次数" = "Vezes";
"参考值" = "Valor referencial";
"最高（最低）" = "O mais alto( baixo)";
"血氧浓度" = "Concentração do oxigénio de sangue";
"睡眠活动幅度" = "Ampulitude de actividade de sono";
"次/分" = "Ciclos/Minuto";
"秒/分" = "segundos/minuto";
"呼吸暂停常识tip" = "Ronco e respiração irregular durante sono, com ritimo disturbado de respiração e sono, e com apneia e comsciência repetida, ou sufocante, noctúria incrementada, dor de cabeça de manhã, diminuição da capacidade de resposta e julgamento durante dia, e boca seca,falta de concentração,etc.,assim, a longo prazo, pode causar várias síndromes, tais como arritmia cardíaca, hipertensão da artéria pulmonar, doença cardíaca e pulmonar, e hipertensão, etc.,  com sintomas mais leves no início, e difícil de detectar.                                                                                                                                Leve: 10-20 vezes de apneia e hipopneia de modo repetido, cada 7 horas durante sono, 85%～89% de oxigénio do sangue.\n\nMeio: 20-30 vezes de apneia e hipopneia de modo repetido, cada 7 horas durante sono, 80%～84% de oxigénio do sangue.\n\nGrave: mais de 30 vezes de apneia e hipopneia de modo repetido, cada 7 horas durante sono, ＜80% de oxigénio do sangue.\n\nNo caso acima, recomendadas medidas seguinte:\n1. Suprimento de oxigénio, incluindo todos os tipos de exercício aeróbicos, tais como caminhada, corrida, respiração profunda, melhoria de ambiennte de respiração, além de suprimento de oxigénio de modo directo:\n2. Parar de fumar e beber, e usar drogas de hiponose e outras que podiam causar ou agravar as doenças, de forma cuidada;\n3. Sono em decúbito lateral, levantando a cabeça de cama;\n4. Evitaer excesso de travalho durante o dia;\n5. Se necessário, ir para o médico, melhoria com medicação.\nUm estilo de Vida saudável e o diagnóstico precoce é a chave de prevenir e reduzir a ocorrência de apneia do sono.";
"没有数据" = "não existem dados";
"最低" = "baixo";
"血氧过低通知" = "Aviso da hipoxemia";
"血氧夜间监测" = "Monitoramento de oxigênio durante a noite";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "O teste de sufocação pode detectar a sua capacidade vital, melhor a capacidade, menor o valor medido durante a sufocação";

"GPS运动" = "Esporte GPS";
"手环运动" = "Esporte de pulseira";
"本月GPS运动总里程" = "Quilometragem total do esporte GPS do mês";
"本月手环运功消耗总热量" = "Caloria total do esporte de pulseira do mês";
"历史记录" = "Registro passado";
"运动模式已经开启" = "Já inicia-se o modo de esporte";
"运动模式开启失败" = "Falha iniciar o modo de esporte";
"运动模式已经关闭" = "Já fechado o modo de esporte";
"运动模式关闭失败" = "Falha fechar o modo de esporte";
"手环已经开启运动模式,是否退出本次运动?" = "A pulseira já inicia-se o modo de esporte, se sai o esporte?";
"数据详情" = "Detalhes de dados";
"详情" = "Detalhes ";
"有氧运动时长" = "Esporte aeróbico";
"暂停时长" = "Duração da suspensão";
"暂停次数" = "Vezes de suspensão";
"%@日上午" = "Manhã do %@ dia";
"%@日下午" = "Tarde do %@ dia";
"%@月" = "%@ mês ";
"%@年%@月" = "%@ mês do %@ ano";
"时间(分钟)" = "Tempo(minuto)";
"运动量" = "Quantidade de esporte";
"公里" = "Km";
"千卡" = "Kcal";
"焦耳" = "J";
"公里/时" = "km/h";
"英里/时" = "mile/h";

//自己翻译的后期修改
"时间区间" = "Tempo";
"平均值" = "significar";
"累加值" = "valor acumulado";
"最大值" = "máximo";
"最小值" = "mínimo";
"次" = "vezes";
"平均速度" = "A Velocidade";
"时长" = "Duração";
"是否确认开启手环运动模式?" = "Pulseira de Abertura?";
"分" = "minuto";
"清除数据" = "A limpeza de dados";
"此操作会清除手环所有数据并关机,是否继续?" = "Isso limpará todos os dados da pulseira e desligará. Você quer continuar?";
"屏幕样式设置" = "Estilo de tela";
"默认风格" = "Estilo padrão";
"样式" = "Estilo";
"是否保存本次运动?" = "Você mantém esse exercício?";
"不再提醒" = "Não mais lembrou";
"是否确认结束本次运动?" = "Você confirmou o final desta campanha?";
"蓝牙未打开" = "O Bluetooth não está aberto";

"名词解释" = "Interpretação de termos";
"典型病症" = "Sintoma típico";
"治疗方法" = "Método de tratamento";
"睡眠呼吸暂停综合症" = "Síndroma da apneia de sono";
"OSAHS_解释" = "Apresenta que há mais de 30 vezes de apneia,ou mais de 7 vezes de hiponeia por hora em média, durante o sono de 7 horas consecutivas, o qual resulta em síndroma clínica de hipoxemia e hipercapnia crônica devido à diminuição de oxigênio de sangue.";
"OSAHS_白天症状" = "Manifestações clínicas no dia:\n1. sonolência.\n\n2. Tonturas e fraqueza.\n\n3. estado mental anormal, dor de cabeça, irritabilidade, ansiedade, agitação, etc.\n\n4. hipofunção sexual.";
"OSAHS_夜间症状" = "Manifestações clínicas à niote:\n1.Ronco: ronco irregular, aparecimento alternado de ronco-suspensão de fluxo de ar-arquejo-ronco.\n\n2.Apneia: com arquejo, sofucação ou ronco alto.\n\n3.Desperto à sufocação: muitas vezes acompanhadas de rotação de corpo, movimentos involuntários de 4 membros,até mesmo tremores ou assentos súbitos, sensação de de palpitação, aperto no peito ou desconforto precordial.\n\n4.Inqietação: giração e rotação corporal de modo pouco frequente durante a noite.\n\n5.sudorese e noctúria incrementada.\n\n6.Compartamento anormal de sono: tais com medo, grito, delírio, navigação à noite, alucinação, etc.\n\n7.além disso, obesidade, hipertrofia de corneto nasai e ronco, também são susceptível a provocar a síndroma de apneia.";
"OSAHS_主要治疗方法" = "Podia tratar ou aliviar a doença através de maneiras a seguir, além de tomar medicamentos de acordo com conselho médico ou cirurgia: \n1.Controlar o peso corporal.\n\n2.Limitar o álcool e deixar de fumar.\n\n3.Certa quantidade de movimento.\n\n4.Dormir a lado.";
"OSAHS_其他治疗方法" = "Tratamento através de cirurgia, medicamento e ventilação:\n1.Reparar anomlia do tracto respiratório superior com a operação cirúrgica.\n\n2.Terapia com medicamentos.\n\n3.Inalação de oxigênio de baixo fluxo de durante à noite.\n\n4.Inalar 2% -3% de carbono dióxido.\n\n5.NCPAP.\n\n6.Marca-passo diafragmático externo.\n\n7.ventilação mecânica.";
"OSAHS_治疗建议" = "Um estilo de vida saudável e diagnose correcta precoce é a chave de prevenir e reduzir a ocorrência de apneia de sono. Prova-se de modo clínico que tais deoenças como doenças cardiovasculares vão melhorar gruadualmente com a melhoria da síndroma de apneia de sono. Mais evidente a melhoria, mais longo o tratamento.";
"呼吸暂停_解释" = "A apneia significa que pára o fluxo de ar através de boca e nariz totalmente por não menos de 10 segundos";
"呼吸暂停_症状" = "1.Ronco irregular, aparecimento alternado de ronco-suspensão de fluxo de ar-arquejo-ronco, a suspensão de fluxo é de 20-30 segundo em geral, uns pacientes têm a cianose evidente por até 2 minutos em particular (lábio roxo ou unha roxa.\n\n2.Apneia:Giração e rotação corporal de modo pouco frequente durante a noite, a qual podia levar à baixa qualidade de sono, sonolência e tontura e fraqueze.";
"呼吸暂停_治疗方法" = "Para os pacientes com apneia, podia tratar ou aliviar a doença através de maneiras a seguir, além de tomar medicamentos de acordo com conselho médico ou cirurgia: \n1.Controlar o peso corporal.Para os obesos, devido à acumulação de gorduras, há pressão intra-abdominal e hipóxia devido à diminuição de função pulmonar no processo de respiração.\n\n2.Limitar o álcool e deixar de fumar.O consumo de de álcool e cigarro pode causar a anormalidade metabólica e aterosclerose, agravar a obstrução de vias aéreas superiores. \n\n3.Certa quantidade de movimento.Certa quantidade de exercício pode melhroar a circulação de sangue cadiovascular, perfeiçoar a função de ventilação, reforçar a resistência de corpo, reduzindo a incidência de doençãs.\n\n4.Dormir a lado.O paciente pode manter a ventilação de vias respiratórias através de dormir a lado de modo apropriado";
"血氧浓度_解释" = "O oxigênio de sangue apresenta o rácio entre o volume da oxihemgobina combinada com o oxigênio e o total volume da hemoglobina combinável, ou seja a concentração de oxigênio no sangue.";
"血氧浓度_症状" = "1.Doenças cardiovasculares(doença arterial coronaria, hipertensão, hiperlipidemia, etc.).\n\n2.Doenças respiratótias( asma, traqueíte, doenças cardíacas e pulmonares).";
"血氧浓度_治疗方法" = "1.Pelo que a doença ocorre em pacientes com baixo volume de oxigênio, os paciente podiam preparar os equipamentos de medição de oxigênio de sangue e inalação de oxigênio, a fim de suplementar o oxigênio a tempo em caso de detectar o baixo volume de oxigênio, além de cooperar com o tratamento de doença primária.\n\n2.Podiam participar em todos tipos de exercícios aeróbicos, tais como caminhada, corrida, respiração profunda, melherando o ambente de inalação de oxigênio, a final de aliviar a condição patilógica, além de inalar o oxigênio de forma directa.";
"呼吸率_解释" = "A terminologia médica para vezes de respiração por minuto, apresenta que um levantamento e um abaixamento é uma respiração, ou seja uma vez de respiração e uma vez de expiração.";
"呼吸率_症状" = "1.Lentura de respiração: ritmo regular, mas a frequência é inferior a 10 vezes/m, visível no fim de vida ou antes de apneia. As doenças nervosas e metabólicas e sobredosagem de certos medicamentos, podem resultar na lentura de respiração.\n\n2.Pressa de respiração,sensação de dificuldade respiratória.";
"呼吸率_治疗方法" = "Adopta-se as seguintes medidas de emergência em casa contra a dificuldade de respiração: \n1.Manter em silêncio, para evitar a agravação de tensão emocional.\n\n2.Manter a posição semi-deitada ou sentada, reduzindo fadiga e consumo de oxigênio.\n\n3.Manter ar fresco no interior, e ventilação. Dieta branda \n\n4.Dar a dieta branda, incentivar o paciente comer mais legumes e frutas, para complementar a humidade do corpo.\n\n5.Oferecer dequadamente os medicamentos expectorantes e antiespasmódicos, tais com bromexina e aminoflina, a fim de manter inobstrutivas as vias respiratórias.\n\n6.Mandar o paciente grave ao hospital ao redor.";
"低氧时间_解释" = "Duração de estado de falta de oxigênio fisiológico ou falta de de demanda de oxigênio pelo orgão.";
"低氧时间_症状" = "1.Tonturas, fraqueza.\n\n2.Sensação de dificuldade para respirar.";
"低氧时间_治疗方法" = "1.Além de inalação de oxigênio, o suprimento de oxigênio inclui todos tipos de exercícios aeróbicos, tais como caminhada, corrida, respiração profunda, melherando o ambente de inalação de oxigênio.\n\n2.Se for necessário, ir ao médico para melhoria por drogas";
"心脏负荷_解释" = "Um coração do índice de perfusão de carga , reflete o fluxo De Sangue.";
"心脏负荷_症状" = "1.Pouco maior valor de pi.\n\n2.Pouco elevado valor de frequência cardíaca e pressão arterial. \n\n3.Rápida respiração, com a sensação de fadiga.";
"心脏负荷_治疗方法" = "1.Garantir descanso bastante, não excesso de trabalho e não fique acordado até tarde.\n\n2.Relaxar, evitar estresse.\n\n3.Comer pouca comida gordurosa.";
"脉率变异性_解释" = "A mudança de diferença de ciclos cardíacos sucessivos, ou seja, a variação entre valores de intervalos RR, a qual pode reflete o estado cardiavascular e de espírito.";
"脉率变异性_症状" = "1.Inactiva variabilidade de taxa de pulso, mantendo num nível pouco baixo.\n\n2.Muitas vezes com dores de cabeça, tonturas, palpitações, etc.";
"脉率变异性_治疗方法" = "1.Manter bom hábito de vida, descanso suficiente.\n\n2.Manter boa mentalidade, participando em exercícios aeróbicos, comendo menos sal, menos óleo.\n\n3.Em caso de baixo valor a longo prazo, e pouco intervalo de variação, podendo-se ser um precursor de uma doença cardiovascular, se desconforto, recomenda-se o tratamento médico.";
"睡眠活动幅度_解释" = "A amplitude de movimento de sono significa o movimento de corpo durante o sono.";
"睡眠活动幅度_症状" = "1.Rotação giração de corpo de modo frequente, e sudorese";
"睡眠活动幅度_治疗方法" = "1.Cuidado com a dieta, beber um copo de bebida de forma adequeda,antes de dormir,como leite ou papa de arroz.\n\n2.Fazer alguma preparação antes de dormir, como pé à água quente,ou massgem de Yongquan, etc.\n\n3.Dormir a lado pode efetivamente reduzir o movimento de corpo.\n\n4.Melhorar o ambiente de sono (umidade, temperatura interna) também é ajudável.";
"唤醒机制" = "Mecanismo despertador";
"唤醒机制_原理" = "Se detectar a sobre-baixo valor de oxigêncio de sangue a noite, o dispositivo vai dar um alarme para evitar afectar a sua saúde.";
"分析结果" = "Resultado de análise";
"主要指标" = "Indicadores principais";
"干预手段" = "Meios de intervenção";
"仅供参考" = "Jó para referência";
"更多" = "Mais";
"收起" = "Empacotar";
"低氧唤醒" = "Despertar a baixo oxigênio de sangue";
"睡眠呼吸暂停综合症常识" = "Senso comum de apneia";
"OSAHS_Q1" = "1. Pergunta: O que é que é a síndroma de apneia de sono?";
"OSAHS_Q2" = "2.Perguanta: a apneia é um grande mal?";
"OSAHS_Q3" = "3. O que pode causar esta doença?";
"OSAHS_Q4" = "4. Pergunta: Como saber que sou um paciente com a síndroma de apneia?";
"OSAHS_Q5" = "5. Pergunta: Como tratar a síndroma de apneia?";
"OSAHS_Q6" = "6. Pergunta: O que é que é as funções de monitoramento de oxigênio de sangue para a síndroma de apneia?";
"OSAHS_ASK1" = "Resposta: Há mais de 30 vezes de apneia( nenhuma respiração, duração de 10s ou mais de 10s),ou mais de 5 vezes de hiponeia por hora em média, durante o sono de 7 horas consecutivas, o qual  podia ser com a síndroma de apneia.";
"OSAHS_ASK2" = "Resposta: A síndroma de apneia de sono é uma doença crônica, difícil de detectar e fácil de ignorar, uma vez de obstrução de respiração, quer pode-se causar o ronco quer resultar na falta de oxigêncio no pulmão, e diminuição de oxigênio de sangue, causando insuficente descanso e recuperação física, mau estado de espírito e corpo, baixa qualidade de vida.\nE até mesmo o paciente tém dificuldade em acordar até danificdos os órgãos, devido a falta de estímulos externos,durante a apneia,a longo prazo, os prejuízos acumulados vão resultar em diversas doenças cardiovasculares e mentais, até mesmo morte ao final.";
"OSAHS_ASK3" = "Resposta: a maioria é devida à obstruçãp de vias respiratórias. Inculindo hipertrofia de cornetos, hipertrofia de amígdalas, mandíbula curta e pescoço grosso, e gordura corporal, etc.\nPelo que a maioria de síndroma de apneia é obstrutiva, e parte é causada por trauma de sistema nervoso central,e disfunção de função de regulação, a qual é chamada a apneia central de sono ou mista de ambas.";
"OSAHS_ASK4" = "Resposta: Capaz de dar julgamento simples segundo sinais e sintomas clínicos típicos, mas por causa de carácteres de doença crônica, e falta de equipamentos de monitoramento, e o paciente tem dificuldade em descrever seu sintoma , apenas  com descrição de família, assim, é difícil de diagnosticar de forma de forma precisa, e falto de base científica.\nSó depois do estado grave, o paciente percebe a necessidade de ir para o hospital.\nO método padrão é a polissonografia(PSG), pode-se saber o tipo e grau de sintoma, centralizado ao monitoramento de oxigênio de sangue e combinado com vários parâmetros fisiológicos ECG,EEG,EMG, EOG. Entretanto, a doença já está na fase mais grave, o custo de tratamento e sensação de desconforto vão elevados consideravelmente, então, quanto mais cedo o diagnóstico, melhor.";
"OSAHS_ASK5" = "Resposta: Há pouco estudo sobre a síndroma de sono central,por agora, nenhum meio de tratamento eficaz excepto o sintoma de disfunção(doença primária), mas a síndorma de apneia de sono central não existe sozinho em geral, por isso, o tratamento para a síndroma de apneia de sono obstrutivo é certamente eficente para a síndroma de apneia de sono central.Adopta-se plano de tratamento de apneia de acordo com a condição de paciente em geral, ao tratar a síndroma de apneia de sono obstrutivo.\nHá dois métodos de tratar a síndroma de apneia de sono, independentemente de medidas de tratamento, um, interromper o sono através de estímulos externos por virtude de mecanismo de monitoramento, em caso de dificuladade de respiração,por exemplo, acordar o paciente por empurrão ou sobressaltar o mesmo em caso de hipóxia grave, reduzindo a duração de apneia e abaixando prejuízo para órgãos de corpo; dois, sem mechanismo de monitoramento, continuando em estado de tratamento, evitando ocorrência de apneia.";
"OSAHS_ASK6" = "1.Alerta o risco de doença em meio de fase de ronco e fase de suspensão de respiração. \n\n2.No início de doença, pode-se fazer diagnóstico a tempo, e tratamento precoce e reduzindo a dificuldade e custo de tratamento, aumentando a probabilidade de cura.\n\n3. Durante a fase de tratamento Da doença, acompanhamento em tempo real à noite, e feedback de efeito de tratamento.\n\n4.Base importante para o monitoramento de apneia, para monitorar sintomas e despertar o paciente.";

"主界面风格设置" = "Config de estilo de interface principal";
"风格一" = "Estilo 1";
"风格二" = "Estilo 2";
"风格三" = "Estilo 3";
"风格" = "Estilo";
"GPS定位权限未打开,是否前往设置?" = "Não aberta a permissão de GPS, ir para configurar a mesma, não é?";
"是否开启手环女性通知?" = "Pulseira feminina se abrir?";
"轻度" = "Leve";
"中度" = "Moderada";
"重度" = "Grave";
"女性" = "As Mulheres";

"转腕灵敏度" = "A sensibilidade";
"推荐" = "Recomendar";

//HRV增加翻译
"HRV夜间监测" = "Monitoramenot noturno HRV";
"没有HRV数据" = "Sem dados sobre HRV";
"HRV健康指数" = "Índice de saúde HRV";
"心脏健康指数" = "Índice de saúde cardíaca";
"HRV数据" = "Dados sobre HRV";
"洛伦兹散点图" = "Diagrama de dispersão Lorenz";
"洛伦兹散点图参考" = "Referência de diagrama de dispersãi Lorenz";
"彗星形" = "Forma de cometa";
"鱼雷形" = "Forma de torpedo";
"梭形" = "Forma de fuso";
"短棒形" = "Forma de bastão curto";
"扇形" = "Forma de leque";
"复杂形" = "Forma complexa";
"三分布形" = "Forma com concentração em três partes";
"四分布形" = "Forma com concentração em quatro partes";
"叉形" = "Forma de garfo";
"长棒型" = "Forma de bastão longo";
"榴弹形" = "Forma de granada";
"火箭形" = "Forma de foquete";
"米粒形" = "Forma de grão";
"彗星形_说明" = "Formas comuns en adultos, a cabça aponta ao ponto zero das coordendadas, dispersando de maneira simétrica ao longo de ângulo de 45 graus a partir da cabeça estreita, tornand-se a cometa com estreita e inevidente cabeça, é normal que aparecem área de pontos dispersos ou áreas densas na cauda com pouco grande intervalo, e ângulos agudos alongados.";
"火箭形_说明" = "Grosso inteiramente, com pequena cabeça e grande cauda, denso e agudo na cabeça,dispersando de maneira simétrica ao longo de ângulo de 45 graus a partir da cabeça, tornand-se o intervalo entre os pontos na cauda de modo gradual, é comum em grupos com ronco ou síndroma de apneia de sono, mais grave a doença, maior o intervalo.";
"梭形_说明" = "Com curtas e pequenas extremidades, como o fuso, e com largura pouco grande na secção meia,  é comum  em pacientes com isquemia miocardíca leve. É possível dentro de pessoas normais de probabilidade pequena.";
"长棒型_说明" = "É longo em geral, com pouco pequena cabeça, a secção meia e a cauda é consitente em geral, é comum em paciente com doença coronária.";
"榴弹形_说明" = "Como forma de granada, com maiores cabeças e caudas, e é mais fina na secção meia, e a secção de largura na cauda é mais longo que a secção de largura na cabeça em geral, é comum em pacientes com fibrilação atrial, e a população que tende a sentir palpitações.";
"叉形_说明" = "A principal região densa apresenta com um cometa reduzido, com cabeça aguda, cauda de pontos dispersos de forma de garfo, é comum em pacientes com insuficiência cardíaca congestiva.";
"短棒形_说明" = "Como a forma de cometa diminuído, com cabeça pequena e grande cauda, menores áreas, é comum em grupos com sobrecargas cardíacas, caso grave, podia desenvolver para a insuficiência cardíaca, a qual podia aparecer em pessoas normais em caso de beber álcool ou de fadiga.";
"米粒形_说明" = "Curto e pequeno anormalmente de modo inteiro, a cabeça e a cauda são consitentes em geral, como o grão de arroz, é comum em pacientes com arritmia, a maioria é taquicardia ventricular paroxística.";
"鱼雷形_说明" = "De forma curta pequena, com cabeça pouco grande, e forma de bastão longo com mesma largura. É comum em taquicadia sinusal, normalmente causada por emoção, beber chá forte e café forte, etc, também podia ser causada por doenças, tais como gripe, febre, anemia, hipertireoidismo. É possível dentro de adultos de probabilidade pequena.";

"天气设置" = "Configuração do tempo";
"温度单位" = "Unidade de temperatura";
"摄氏度" = "Celsius";
"华氏度" = "Fahrenheit";
"天气推送" = "Pressão do tempo";
"开" = "Aberto";
"关" = "Off";
"来电自动接听" = "Ligar automaticamente responder";
"环境检测校准中，请保持正确姿势" = "No Ambiente de teste de calibração, Manter a postura correTA";
"校准完成，正在测试血氧浓度" = "Realizar testes de calibração, a concentração de oxigênio no Sangue";
"校准进度" = "Cronograma de calibração";
"设备正在初始化，请保持正确姿势" = "Dispositivo de inicialização, por favor, mantenha a postura correTA";
"初始化完成，正在测试血氧浓度" = "Realizar testes de inicialização, a concentração de oxigênio no Sangue";
"初始化中" = "Inicialização";

"ai_hrv_repo_0" = "Relatório de análise de Lorenz Plot";
"ai_hrv_repo_1_00" = "Insuficientes dados de HRV, incapaz de fazer análise relativa，insistir em vestir ou vestir de modo correctivo, mais tempo, os resultados são mais confiáveis.";
"ai_hrv_repo_2_11" = "A variação máxima de rácio cardíaco durante medição é normal, a gama de variação de rácio cardíaco é normal.";
"ai_hrv_repo_2_12" = "A variação máxima de rácio cardíaco durante medição é normal, a gama de variação de rácio cadíaco é pouco baixo, em geral, as pessoas com bons físicos e bons hábitos de sono, têm os baixos rácios cadíacos durante a noite, mas, de menor probabilidade de bradicardia, o tratamento médico especial não é necessário, prevalece a obervação, caso qualquer desconforto.";
"ai_hrv_repo_2_13" = "A variação máxima de rácio cardíaco durante medição é normal, a gama de variação de rácio cadíaco é pouco alta,  havendo o risco de tachicardia, o que é o resultado de consumo de álcool, trabalho pesado, e excitação, o tratamento médico especial não é necessário, prevalece a observação, caso nenhum desconforto.";
"ai_hrv_repo_2_21" = "A variação máxima de rácio cardíaco durante medição é baixa, a gama de variação de rácio cadíaco é normal, em geral o que é arritmia causada por fadiga ou consumo de álcool,  recomenda-se dar atenção à combinação de trabalho e descansamento, e melhorar a qualidade de sono, o tratamento médico especial não é necessário, prevalece a observação, caso nenhum desconforto.";
"ai_hrv_repo_2_22" = "A variação máxima de rácio cardíaco durante medição é baixa, a gama de variação de rácio cadíaco é pouco baixa,  normalmente causada por ansiedade e insônia, caso nenhum desconforto, o tratamento médico não é necessário, prevalece a oberservação, havendo menor risco de anemia e respiração difícil, recomenda-se dormir com alta almofade, deixar de fumar e consumar álcool, manter equilíbrio emocional, para garantir o sono suficiente.";
"ai_hrv_repo_2_23" = "A variação máxima de rácio cardíaco durante medição é pouco baixa, a gama de variação de rácio cadíaco é pouco alta, se ocorre a curto prazo, dar atenção à combinação de trabalho e descansamento, evitar ficar acordado até tarde e garantir sono suficiente. Se a prazo longo, e com dor no peito, palpitação, falta de ar, normalmente o que é isquemia miocárdia, recomenda-se fazer exame médico relativo.";
"ai_hrv_repo_2_31" = "A variação máxima de rácio cardíaco durante medição é pouco grande, a gama de variação de rácio cadíaco é normal, em geral, o que é o resultado de ficar acordado até tarde e insônia.  Recomenda-se cultivar bons hábitos de sono, fazer actividades benefícas ao sono, tais cmo massagem e banho de pés, etc.";
"ai_hrv_repo_2_32" = "A variação máxima de rácio cardíaco durante medição é grande, a gama de variação de rácio cadíaco é pouco baixo, em geral, o que é a bradicardia, havendo o risco de tontura, cegamento curto, fadiga, palpitação, falta de ar, e até síncope, recomenda-se ir ao médico imediatamente.";
"ai_hrv_repo_2_34" = "O rácio cardíaco mínimo é anormalmente baixo, o que é o resultado de vestimento anormal,  recomenda-se ler o manual para uso, usar a pulseira de modo correcto.";
"ai_hrv_repo_2_33" = "A variação máxima de rácio cardíaco durante medição é pouco grande, a gama de variação de rácio cadíaco é pouco alta, o que é o resultado de sono insuficiente e acordamento até tarde, normalmente, dar atenção ao sono suficiente, não fazer actividades nervosas e ansiosas antes de dormir, com risco pouco alto de arritmia, recomenda-se cultivar bons hábitos de sono, e deixar de fumar e consumar álcool, caso nenhuma melhora, ir ao médico a tempo.";
"ai_hrv_repo_2_35" = "O rácio cardíaco mínimo é anormalmente alto, o que é o resultado de vestimento anormal,  recomenda-se ler o manual para uso, usar a pulseira de modo correcto.";
"ai_hrv_repo_3_21" = "A variação máxima de rácio cardíaco ocorre quando o rácio cardíaco é pouco alto, a variação é normal, havendo o baixo risco de palpitação, sensação de aperto no peito, e respiração difícil, etc., muitas vezes, causadas pela obstrução de vias respiratórias, ronco,  ir ao médico imediatamente, caso qualquer desconforto.";
"ai_hrv_repo_3_11" = "A variação máxima de rácio cardíaco durante medição é normal, a gama de variação de rácio cadíaco é normal.";
"ai_hrv_repo_3_31" = "A variação máxima de rácio cardíaco ocorre quando o rácio cardíaco é altíssimo alto, a mutação é normal, havendo o risco pouco alto de palpitação, sensação de aperto no peito, e respiração difícil, etc., muitas vezes, causadas pela gripe e febre, ir ao médico imediatamente, caso qualquer desconforto.";
"ai_hrv_repo_3_22" = "A variação máxima de rácio cardíaco ocorre quando o rácio cardíaco é pouco alto, a mutação é pouco baixo, muitas vezes, causadas pela secagem e ar quente de quarto, recomenda-se abrir janelas e dar atenção a manter quente, a fim de prevenir a gripe.";
"ai_hrv_repo_3_12" = "A variação máxima de rácio cardíaco durante medição é normal, a gama de variação de rácio cadíaco é pouco baixa, em geral, o que é o resultado de fadiga física e mental, o tratamento especial não é necessário, prevalece a observação, e cuidado com descansamento, caso nenhum desconforto.";
"ai_hrv_repo_3_32" = "A variação máxima de rácio cardíaco ocorre quando o rácio cardíaco é altíssimo alto, a mutação é pouco baixo, havendo o pouco risco de palpitação, sensação de aperto no peito, e respiração difícil, etc., muitas vezes, causadas pela gripe e febre ou excitação, talvez anemia de menor probabilidade, ir ao médico imediatamente, caso qualquer desconforto.";
"ai_hrv_repo_3_23" = "A variação máxima de rácio cardíaco ocorre quando o rácio cardíaco é pouco alta, a mutação é pouco alto, havendo o risco pouco alto de palpitação, sensação de aperto no peito, e batimento prematuro, etc., geralmente, causadas pela emoção tensa ou excitação,caso ocorrem e se sentindo mal por muitas vezes, ir ao médico imediatamente a tempo.";
"ai_hrv_repo_3_13" = "A variação máxima de rácio cardíaco é normal, a mutação é pouco alta, havendo o risco pouco alto de batimento prematuro, etc., caso qualquer desconforto, o tratamento especial não é necessário, prevalece a observação, recomenda-se relaxar para aliviar a tensão emocional.";
"ai_hrv_repo_3_14" = "A variação máxima de rácio cardíaco é normal, a gama de variação é altíssima, o que é o resultado de vestimento anormal,  recomenda-se ler o manual para uso, usar a pulseira de modo correcto.";
"ai_hrv_repo_3_33" = "A variação máxima de rácio cardíaco ocorre quando o rácio cardíaco é altíssimo, a mutação é pouco alta, havendo o risco pouco alto de palpitação, sensação de aperto no peito, e respiração difícil, etc., geralmente, causadas pela batimento prematuro ou hipertensão,caso ocorrem com insônia e se senting mal por muitas vezes, ir ao médico a tempo.";
"ai_hrv_repo_3_34" = "A variação máxima de rácio cardíaco ocorre quando o rácio cardíaco é anormalmente alto, a mutação é pouco alto, o que é o resultado de vestimento anormal,  recomenda-se ler o manual para uso, usar a pulseira de modo correcto.";
"ai_hrv_repo_4_11" = "Grau leve de batimento prematuro, geralmente causado por excitação, excesso de fumagem, consumo de álcool, recomenda-se reajustar atitude mental e reduzir ou deixar de consumo de tabaco e álcool.";
"ai_hrv_repo_4_12" = "Diminuída a capacidade de reacção de emergência, excitação nervosa de grau médio, geralmente resultada de emoção tensa, e excitação, é fácil de provocar fraqueza e cansaço durante o dia, recomenda-se fazer exercícios apropriados, a fim de liberar a energia e aliviar o humor.";
"ai_hrv_repo_4_13" = "Fraca capacidade de reacção de emergência de coração, excitação nervosa de grau excessivo, recomenda-se evitar excesso de excitação e tensão através de umas actividades benéficas ao sono, recentemente, e náo beber café, chá ou álcool, etc.";
"ai_hrv_repo_4_14" = "Pouco forte capacidade de reacção de emergência de coração, caso qualquer desconforto, o tratamento especial não é necessário, prevalece a observação, se sentindo cansado frequentemente, podia fazer exercícios de modo intensivo.";
"ai_hrv_repo_4_15" = "Boa capacidade de reacção de emergência de coração, bom estado mental.";
"ai_hrv_repo_4_16" = "Boa capacidade de reacção de emergência de coração, excitação nervosa de grau leve, caso nenhum desconforto, dar atenção à combinação de trabalho e descansamento, e relaxar de modo adequado.";
"ai_hrv_repo_4_17" = "Pouco forte capacidade de reacção de emergência de coração, baixa actividade neural, caso nenhum desconforto, dar atenção à relaxação, recentemente deve evitar trabalhar por longo período ou ficar acordado até tarde, etc.";
"ai_hrv_repo_4_18" = "Boa capacidade de reacção de emergência de coração, excitação nervosa de grau leve, caso qualquer desconforto, dar atenção à combinação de trabalho e descansamento, e relaxar de modo adequado.";
"ai_hrv_repo_4_19" = "Diminuída capacidade de reacção de emergência de coração de grau médio, pouco baixa actividade neural，normalmente é fadiga média, deve dar atenção ao descansamento e à combinação de trabalho e descansamento.";
"ai_hrv_repo_4_21" = "Ligeiro risco de batimento prematuro, possível dentro de pessoas normais(excitação, tensão nervosa, fadiga, indigestão, excesso de fumar, consumo de álcool ou chá forte), recomenda-se obsevação a longo prazo, caso qualquer desconforto.";
"ai_hrv_repo_4_22" = "Batimento prematuro de modo pouco evidente, possível dentro de pessoas normais(excitação, tensão nervosa, fadiga, indigestão, excesso de fumar, consumo de álcool ou chá forte), e mais frequente dentro do pacientes com doenças cardíaca orgânica, recomenda-se fazer exames relativos.";
"ai_hrv_repo_4_23" = "Pouco alto risco de batimento prematuro, possível dentro de pessoas normais(excitação, tensão nervosa, fadiga, indigestão, excesso de fumar, consumo de álcool ou chá forte), após obsevação a longo prazo, caso probabilidade pouco alta, fazer exames médicos relativos.";
"ai_hrv_repo_4_30" = "Não analisado tal fenômeno, havendo gráficos pouco complicados de menor probabilidade em Lorenz Plot, recomenda-se vestir e observar a longo prazo.";
"ai_hrv_repo_5_11" = "Estável rácio cardíaco durante a noite, bom estado de coração.";
"ai_hrv_repo_5_12" = "Estável rácio cardíaco durante a noite, mau estado de coração, havendo o risco pouco baixo de taquicardia, deve evitar fadiga em tempo ordinário.";
"ai_hrv_repo_5_13" = "Pouco estável rácio cardíaco durante a noite, pouca fadiga de coração, não ficar acordado até tarde para garantir o sono suficiente e evitar aumentar a carga sobre o coração.";
"ai_hrv_repo_5_14" = "Pouco estável rácio cardíaco durante a noite, pouco pesado carga de coração, recomenda-se comer menos alimentos gordurosos, e fazer exercícios cada dia.";
"ai_hrv_repo_5_21" = "Arritmia durante a noite, carga pouco pesada sobre o coração, deve evitar dieta inadequada, e comer mais frutas e legumes frescos, a fim de prevenir o frio e até gripe.";
"ai_hrv_repo_5_22" = "Pouco estável rácio cardíaco durante a noite, pouca fadiga de coração, havendo o risco pouco alto de isquemia miocárdica, recomenda-se a dieta saudável com baixo teor de sal e gordura, com a estabilidade emocional, evitando extremos sentimentos, caso qualquer palpitação ou aperto no peito, fazer exames de saúde de modo regular.";
"ai_hrv_repo_5_23" = "Estável rácio cardíaco durante a noite, carga pouc pesada sobre o coração, havendo o risco pouco alto de taquicardia, deve evitar fadiga em tempo ordinário, deixar de fumar e beber menos álcool, e evitando trabalho pesado ou exercer a força de repent.";
"ai_hrv_repo_5_24" = "Arritmia durante a noite, pouca fadiga de coração, havendo pouco risco de isquemia miocárdica, caso qualquer desconforto, fazer exames médicos de modo regular, caso fadiga, mau espirito e em companhia de aperto no peito e falta de ar, ir ao médico a tempo.";
"ai_hrv_repo_5_25" = "Pouco estável rácio cardíaco durante a noite, carga pouco pesada sobre o coração, aumentado o risco de colesterol alto e hipertensão, recomenda-se a dieta saudável, evitando consumo excessivo de álcool, exames médicos regulares, e os obesos, devem perder peso de modo adequada.";
"ai_hrv_repo_5_26" = "Arritmia durante a noite, pouca fadiga de coração, havendo o risco de respiração difícil e suprimento insuficiente de sangue, recomenda-se dormir a lado, aumentando a umidade de ar, fazendo exercícios, evitando excitação e fadiga, e fazer exames de saúde regulares, dando atenção ao monitoramento de pressão de sangue.";
"ai_hrv_repo_5_31" = "Arritmia durante a noite, sobrecarga de coração, havendo taquicardia sinusal, o que é causada por beber café ou chá forte, ou fazer actividades fácil de tensão e excitação antes de dormir, em geral, talvez por doenças tais como febre, anemia, hipertireoidismo, etc., recomenda-se cultivar bons hábitos, caso qualquer desconforto, ir ao médico a tempo, e fazendo exames médicos regulares.";
"ai_hrv_repo_5_32" = "Arritmia durante a noite, pouca fadiga de coração, havendo bradicardia sinusal, em geral, a qual é causada por anemia, miocardite ou infarto miocardial, etc., provavelmente resultada de baixa temperatura de local medido à noite, dar atenção a manter quente, se aparece várias vezes depois da obsevação a longo prazo, entretanto havendo apatia, fraqueza, tontura durante o dia, ir ao médico o mais cedo possível.";
"ai_hrv_repo_5_33" = "Arritmia durante a noite, carga pouco pesada sobre o coração, a qual é resultada de tensão, consumo excessivo de tabaco, álcool, chá forte ou café, cansaço excessivo, recomenda-se cultivar bons hábitos, dando atenção à combinação de trabalho e descansamento, fazendo exames médicos regulares.";
"ai_hrv_repo_5_40" = "Não analisado tal fenômeno por agora, havendo gráficos pouco complicados de menor probabilidade em Lorenz Plot, recomenda-se vestir e observar a longo prazo.";
"ai_hrv_repo_2" = "Variação de rácio cardíaco";
"ai_hrv_repo_3" = "Mutação de rácio cardíaco";
"ai_hrv_repo_4" = "Estado neural";
"ai_hrv_repo_5" = "Variação de rácio cardíaco";

"ai_disconnect_remind" = "Desconectar lembrete";

"ai_switch_call_auto_answer" = "Modo de atender a chamada sem pressioar a chave";
"ai_switch_call_auto_answer_tip" = "Quando em modo de fone de ouvido, pode atender a chamada de modo automático";
"ai_privacy" = "Política de privacidade";
"ai_privacy_prompt_content" = "Confirmar que se já leu a política de privacidade atentamente, e você apoia a presente política.";
"ai_privacy_title_1" = "Recolha de informação";
"ai_privacy_title_1_content" = "Recolhemos dados de acordo com a nossa interação e sua escolha, incluindo sua configuração de privacidade e funções do produto. Os dados podiam envolver versões de códigos SDK/API/JS, navegadores, provedores de serviço da Internet, endereços de IP, plataformas, carimbo de tempo,identificadores de apps, versões de apps, canais de distribuição de vesões, identificadores independentes, identificadores de publicidade iOS(IDFA), identificador principal de publicidade, identificador principal Android de publicidade, endereço de placa de rede(MAC), código de identificação de dispositivo móvel(IMEI), tipo de equipamento, versão de sistema operacional de terminal, hora de iniciar/parar de chamada, lugar de língua, estado de zona de tempo e rede(como WiFi), disco rígido, CPU e estado de bateria, etc.";
"ai_privacy_title_2" = "Uso de dados pessoais";
"ai_privacy_title_2_content" = "Vamos recolher a informação básica preenchido por si e dados de saúde colecionados pelo equipamento de vestimento inteligente quando você está a logar a App, e irémos fazer armazenamento e análise sobre os seus dados, a fim de forncer-lhe a demostração de dados e orientação de saúde de modo melhor.\n\nSe não queria que os seus dados sejam recolhidos, podia logar sem conta.";
"ai_privacy_title_3" = "Transmissão de dados pessoais";
"ai_privacy_title_3_content" = "É possível precisar de transferir os seus dado para países fora da EEA, incluindo a China.Tomaremos medidas adequadas para garantir que o receptor dos seus dados vai cumprir a obrigação de confidencialidade.\n\nSe não queria que os seus dados sejam recolhidos, podia logar sem conta.";
"ai_privacy_title_4" = "Seus direitos";
"ai_privacy_title_4_content" = "Recolherémos informação quando você está a usar a nossa App tal com referido acima, a recolha de informação é a de optimizar e gerenciar softwares, a fim de oferecer o serviço melhor. \n\nEm caso de recoher os seus dados, você tem o direito de escolher o login com conta ou login sem conta, em caso de login com conta, irémos colecionar os seus dados, entretanto, para o login sem conta, nenhuma recolha.\n\nSe você acha que o nosso tratamento sobre seus dados e informação viola leis aplicávei, podia queixa ao orgão regulador.";
"head_title_change_theme" = "Mudar a tema";
"ai_ssbr_title" = "Lembrete de OSAHS";
"ai_ssbr_minspo2h" = "Limiar de oxigênio de sangue";
"ai_ssbr_time" = "Duração de lembrete";
"ai_ssbr_remind_tip" = "Abrir ou fechar a função de lembrete de doença OSAHS";
"ai_ssbr_minspo2h_tip" = "Lembrar o usuário, uma vez que detecta-se que o limiar de oxigênio de sangue é abaixo de um determinado quando surge a doença OSAHS. ( intervalo de valores nomais de oxigênio de sangue 95--99%)";
"ai_ssbr_time_tip" = "Em casa de único surto de doença, parará a vibração quando a duração de lembrete de vibração, ou o tempo de lebrete é superior a uma determinada, ou o usuário clica em meio.";
"ai_screenlight_time" = "Duração de tela brilhante";
"ai_screenlight_open" = "Abrir";
"ai_screenlight_close" = "Fechar";

//精准睡眠开始新增
"ai_accurate_firsttodeep" = "Falling sleep efficiency";
"ai_accurate_getuptodeep" = "Sleep efficiency";
"ai_minute" = "Mintue";
"ai_msec" = "Millisecond";
"ai_awake_time" = "Waking up";
"ai_insomnia_time" = "Insomnia";
"ai_eyemovement_time" = "Rapid eye movement";
"ai_explain_statement" = "Explaination";
"ai_reference_range" = "Reference range";
"ai_sleep_optimization_direction" = "Sleep optimization direction";
"ai_sleep_no_analysis" = "No Analysis of Sleep Quality";
"ai_sleep_duration_explain" = "When sleep is insufficient, it is easy to be tired, lethargic and distracted, however, long-time lazy bed is not good to get high-quality sleep. Sleep time is not the single criterion of sleep quality. It varies from person to person, and it should be based on whether the mental state after waking up is good or not.";
"ai_nap_duration_explain" = "Proper sporadic sleep can quickly and effectively alleviate fatigue. However,too short sleep has no effect on relieving fatigue; too long sleep is easy to cause dizziness, to be lack of concentration, and even to result in insomnia.";
"ai_awake_duration_explain" = "Too much or too long awakening during sleep will lead to poor sleep quality. Frequent sleep interruption is a common symptom of insomnia.";
"ai_insomnia_duration_explain" = "Insomnia refers to a subjective experience that patients are not satisfied with sleep time and quality and affect daytime social function. The common symptoms are difficulty in falling asleep, declining in sleep quality and sleep time, declining in memory and attention, etc.";
"ai_eyemovement_duration_explain" = "During Rapid eye movement(REM), people's eyeballs move rapidly under the eyelids during sleep. Most people in this stage are dreaming. Too short REM period the people will be fatigued and irritable, but the body will automatically prolong several sleep REM periods to alleviate. Too long REM period is manifested as multiple dreams.";
"ai_lightsleep_duration_explain" = "Light sleep is a non-REM sleep compared with deep sleep, which is between deep sleep and awakening. Over-high proportion of light sleep will lead to a decline in sleep quality.";
"ai_deepsleep_duration_explain" = "Deep sleep is the key stage to relieve fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep.";
"ai_firsttodeep_explain" = "Falling sleep efficiency refers to the latency period of sleep, that is, the time between the preparation to falling asleep and sleep. Too long time to fall asleep is not good for deep sleep.";
"ai_getuptodeep_explain" = "Sleep efficiency refers to the time between sleep interruption  and going back to sleep. Too long time reduces the length of deep sleep, resulting in a decline in sleep quality.";
"ai_deepsleep_low_comment" = "The proportion of deep sleep is low. Deep sleep is the key stage to alleviate fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep. It is suggested that you should develop good sleep habits,and should avoid intense mental activities or do emotional things before sleep. You can try to breathe deeply before sleep or to exercise to relax yourself. It is not appropriate to eat before sleep. If inevitable, a small amount of light food is recommended.";
"ai_sleep_difficult_comment" = "It is difficult to fall asleep. Namely, the sleep latency is longer. It is suggested that you should not drink coffee and strong tea in the afternoon. It can be relieved by listening to soothing music, soaking feet in hot water and massage to relax the body.";
"ai_awake_more_comment" = "It is too much awakening,which includes short-term micro-awakening and long-term awakening, i.e. difficulty in keeping sleep. Frequent awakening will lead to a significant decline in the proportion of deep sleep. It is suggested that we should not drink too much water before going to bed. We should pay attention to the cultivation of regular life and rest, maintain a comfortable bedroom environment, appropriate temperature and moderate exercise to help maintain sleep.";
"ai_getuptosleep_difficult_comment" = "It is difficult to fall asleep again after awakening. That is, sleep efficiency is low. Different from the sleep latency, the causes are usually more complex. It is suggested to avoid the vicious circle caused by mental stress, not to oversize the consequences of inadequate sleep, not to be excessively anxious. You are wise to be relaxed after waking up. You can also try to improve the sleep environment, such as keeping ventilation, changing bedding in time, and sticking to regular life and rest.";
"ai_sleep_late_comment" = "Sleep time is late. It is suggested that you should not only ensure to have adequate sleep time, but also pay attention to maintain regular sleep time. The period between 10:00 PM  to 6:00 AM is the golden sleep time. Reasonable arrangement of sleep time can maintain long-term abundant energy.";
"ai_sleep_duration_short_comment" = "Sleep time is too short. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. When sleep is insufficient, it is easy to be tired, lethargic and distracted. It should be noted that sleep compensation can alleviate fatigue. However, it is impossible to compensate for the damage to the body caused by persistent sleep insufficiency. A long time can easily lead to sleep disorders.";
"ai_sleep_duration_long_comment" = "Sleep time is too long. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. It should be noted that prolonged sleep does not necessarily make up for the lack of sleep, but rather, prolonged laziness is not conducive to high-quality sleep.";
"ai_sleep_keep_comment" = "You have long-term high-quality sleep, which is good for physical and mental health. Please continue to maintain or improve your status.";
"ai_sleep_poor_title" = "Your sleep quality is very poor.";
"ai_sleep_bad_title" = "Your sleep quality is poor.";
"ai_sleep_generally_title" = "Your sleep quality is not so good.";
"ai_sleep_good_title" = "Your sleep quality is very good.";
"ai_sleep_perfect_title" = "Your sleep quality is perfect";
"ai_insomnia_severe_title" = "You have serious insomnia symptoms.";
"ai_insomnia_obvious_title" = "You have obvious insomnia symptoms.";
"ai_insomnia_light_title" = "You have slight insomnia symptoms.";
"ai_ecg_history_set" = "records";
"ai_ecg_test" = "ECG test";
"ai_replay_end" = "Playback end";
"ai_ready_test_tip" = "Keep the right posture and prepare for the test!";
"ai_testing" = "Testing";
"ai_test_failure" = "Test failed.";
"ai_device_busy" = "The device is busy.";
"ai_test_timeout" = "Testing timeout";
"ai_lead_failed" = "Falling off of leads，please maintain correct wearing posture";
"ai_test_not_complete" = "The test is not finished.";
"ai_save_data" = "Save data";
"ai_save_or_not" = "Save data ?";
"ai_save_success" = "Save successfully";
"ai_please_stop_replay" = "Please stop playback first.";
"ai_delete_data" = "Delete";
"ai_delete_success" = "Delete successfully";
"ai_view_detail" = "View details";
"ai_test_complete_save" = "Testing is finished and the data has been saved.";
"ai_test_complete_not_save" = "Testing is finished but the data has not been saved.";
"ai_ecg_detail_title" = "ECG details";
"ai_pause_replay" = "Pause playback";
"ai_stop_replay" = "Playback end";
"ai_replay_complete" = "Playback finished";
"ai_heart_detail_title" = "Heart rate details";
"ai_qt_detail_title" = "QT details";
"ai_hrv_detail_title" = "HRV details";
"ai_routine_inspection" = "Routine testing";
"ai_disease_diagnosis" = "Disease diagnosis";
"ai_disease_description" = "Disease description";
"ai_ecg_heart_explain" = "Heart rate refers to the number of heartbeats per minute in a normal person's quiet state, which can vary individually according to age, sex or other physiological factors. Generally speaking, the younger the age, the faster the heart rate; the slower the heart rate of the elderly than that of the young, and the faster the heart rate of the female than that of the male of the same age.";
"ai_ecg_qt_explain" = "The QT interval represents the total duration of ventricular depolarization and repolarization. The measured values vary with age and sex. The QT interval is closely related to the heart rate. In normal people, when the heart rate accelerates, the QT interval shortens, and vice versa, it prolongs. The changes of QT are of great value in clinical electrocardiogram diagnosis, especially the prolongation of QT is of great significance in predicting malignant ventricular arrhythmia and sudden cardiac death.";
"ai_ecg_hrv_explain" = "Heart rate variability (HRV) refers to the variation of heart rate cycle. It contains the information of neurohumoral factors regulating cardiovascular system, so as to judge the condition and prevention of cardiovascular diseases. It is a valuable index for predicting sudden cardiac death and arrhythmia.";
"ai_ecg_hz" = "Hz";
"ai_ecg_speed" = "Walking speed";
"ai_ecg_gain" = "Gain";
"ai_ecg_frequency" = "Frequency";
"ai_qt_interval_title" = "QT Interval";
"ai_start_test_btn_title" = "Start\ntesting";
"ai_manual_test" = "Manual testing";
"ai_automation_test" = "Automatic tesing";
"ai_medical_explain" = "Medical explanation";
"ai_curve_report_btn_title" = "Waveform Report";
"ai_no_ecg_singal_data_tip" = "There is no ECG signal data in this test.";
"ai_ecg_test_normal_tip" = "There was no abnormality in ECG.";
"ai_sinus_tachycardia_title" = "Sinus tachycardia";
"ai_sinus_tachycardia_explain" = "Sinus tachycardia is defined as sinus heart rate exceeding 100 beats per minute, and the rate is usually between 101 and 160 beats per minute. When sinus tachycardia begins and stops, its heart rate gradually increases and slows down. Sinus tachycardia is a common arrhythmia. Physically normal human activity, emotional excitement, satiety, drinking strong tea, coffee, smoking, drinking and so on can make the heart beat faster and the duration is shorter.If you are in fever, insufficient blood volume, anemia, hyperthyroidism, respiratory insufficiency, hypoxemia, hypokalemia, heart failure and other heart diseases are very easy to occur.";
"ai_sinus_bradycardia_title" = "Sinus bradycardia";
"ai_sinus_bradycardia_explain" = "Sinus tachycardia refers to sinus heart rate slower than 60 beats per minute, and the rate is usually between 45 and 60 beats per minute. It can be seen in healthy adults, especially athletes, the elderly and sleeping. Other causes were increased intracranial pressure, high blood potassium, hypothyroidism, and the use of digitalis and other drugs.";
"ai_sinus_arrhythmia_title" = "Sinus arrhythmia";
"ai_sinus_arrhythmia_explain" = "The origin of sinus rhythm remained unchanged, but the rhythm was irregular and HRV was larger in the same lead. Sinus arrhythmia often coexists with sinus bradycardia. The more common type of arrhythmia is related to the respiratory cycle. It is called respiratory sinus arrhythmia. It is common in adolescents and has no clinical significance.";
"ai_sinus_arrest_title" = "Sinus arrest";
"ai_sinus_arrest_explain" = "Sinus arrest refers to the fact that the sinoatrial node does not produce impulses in one or more cardiac cycles, so that it cannot excite the atrium or the whole heart. It is common in pharynx stimulated, tracheal intubation, pressing carotid sinus or eyeball, the use of digitalis and other drugs. Sometimes inflammation, ischemia and injury can also cause sinus arrest, often accompanied by sinus bradycardia and escape.";
"ai_ventricular_premature_contraction_title" = "Ventricular premature contraction";
"ai_ventricular_premature_contraction_explain" = "Ventricular premature contraction (VPC) is a ventricular excitation caused by ectopic pacing points below the branch of Hirschner's bundle in advance. It is common in middle-aged and elderly people, some of which have no obvious clinical symptoms, and some may lead to serious consequences. It can be seen in patients with organic heart disease, but also in normal people. Frequent premature contractions (premature beats) can be complicated by syncope, angina pectoris, heart failure and so on.";
"ai_bigeminy_title" = "bigeminy";
"ai_bigeminy_explain" = "Binary rhythm refers to a premature contraction (premature beats) after each sinus beat. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_trigeminy_title" = "trigeminy";
"ai_trigeminy_explain" = "Trigeminy rhythm refers to a premature contraction (premature contraction) occurring after every two sinus pulsations. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_paroxysmal_ventricular_tachycardia_title" = "Paroxysmal ventricular tachycardia";
"ai_paroxysmal_ventricular_tachycardia_explain" = "Paroxysmal ventricular tachycardia (PVT) is a tachycardia caused by ectopic ventricular excitation. It starts and stops abruptly with a frequency of 150-250 beats per minute and has regular rhythm.";
"ai_atrial_flutter_title" = "Atrial flutter";
"ai_atrial_flutter_explain" = "When the frequency of ectopic atrial pacing points reaches 250-350 beats per minute and it is regular, the rapid and coordinated contraction of the atrium is called atrial flutter. Patients may have hypotension, dizziness, palpitation, angina, or even cardiogenic shock. Most of them are organic heart disease, common in coronary heart disease, hypertension, pulmonary heart disease, pulmonary embolism, sick sinus node and so on.";
"ai_ventricular_flutter_title" = "Ventricular flutter";
"ai_ventricular_flutter_explain" = "The loss of effective global systolic capacity of the ventricle is replaced by rapid and uncoordinated fibrillation of the myocardium, and its hemodynamic effects are equivalent to ventricular arrest. Ventricular flutter is often a prelude to ventricular fibrillation and a fatal arrhythmia before death.";
"ai_myocardialz_ischemia_title" = "Myocardial ischemia (subendocardial ischemia)";
"ai_myocardialz_ischemia_explain" = "Myocardial ischemia refers to a pathological condition in which the blood perfusion of the heart decreases, resulting in the decrease of oxygen supply to the heart and abnormal energy metabolism of the myocardium, which can not support the normal work of the heart. The energy required for heart activity is almost entirely supplied by aerobic metabolism. Normally, the body can regulate itself to make the blood supply and demand relatively constant and ensure the normal work of the heart. Myocardial ischemia occurs when the supply and demand of myocardial blood are unbalanced for some reason. Coronary heart disease is the most common cause of myocardial ischemia.";
"ai_ventricular_escape_title" = "Ventricular escape";
"ai_ventricular_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart. It is called escape beats. The ventricular escape beats are controlled by the excitation of ventricular pacemaker.";
"ai_atrial_escape_title" = "Atrial escape";
"ai_atrial_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart, which is called escape beats. Atrial escape beats, which are controlled by the excitation of atrial pacemaker, are called atrial escape beats.";
"ai_ppg_auto_monitoring" = "Pulse rate monitoring";
"ai_precise_sleep" = "Precise sleep";
//这里要加标志位判断设备是否有PTT模式
"ai_hr_close_ptt_tip" = "When the device is used to monitor sleep by wrist wearing, the accuracy will be affected to a certain extent.";
"ai_ecg_report" = "ECG Report";
"ai_test_time" = "Measuring time";
"ai_lead" = "Lead";
"No ECG data" = "Without ECG data";
